{
    "data": [
        {
             "title" : "Military",
             "content" : "\tFollowing the Cold War, the Strategic Arms Limitation Talks were enacted. These talks created an international agreement that would result in the reduction of nuclear arms between all parties, but mainly the U.S. and the U.S.S.R. In Russia, this meant that military spending was cut dramatically, resulting in millions without jobs. In the U.S., very little actually changed. For a peace time state, the U.S. still has the highest aresenal of nuclear weapons.\n\tPerhaps the greatest effect of the Cold War militarily speaking was the view upon which nations confront each other. With the new found knowledge that we have capabilities to destroy the world multiple times, nations have become much more level headed at discussing differences and avoiding the use of nuclear threats."
        },
        {
             "title" : "Society",
             "content" : "\tThrougout the Cold War, American society was dominated by fear. The threat of nuclear world war was so real that bomb drills were practiced in schools, and short films and songs were made about it. For this reason, the threat of war was all to war for that generation. However, the end of the Cold War also noted a shift from Modernism to Postmodernism. This included a sense of destructuralizing, or the breaking down of former social barriers.\nThis post Cold War society also felt an increase on the necessity for education. And finally, with the resulting peace in the world, Nationalism and the world economy began to thrive with renewed life."
        },
        {
             "title" : "Technology",
             "content" : "\tFollowing the Cold War, many war technologies that had been government secrets were made publicly available. One of the most important of these was the ARPANET, which was the precursor to the Internet. With the Internet came a new connection with the world. The Internet spawned a new era of Globalization in which information could be quickly shared everywhere. As we commonly know today, the Internet has done great things for global communication and the world economy."
        },
        {
             "title" : "Space Exploration",
             "content" : "\tPerhaps one of the most forgotten effects of the Cold War was the interest in space exploration. During the Cold War, there was an unannounced competition between nations to get people into space, on the moon, etc. Today, space exploration is a common thing that all nations collaborate in. And as a whole, everyone is interested in learning more about the ever expanding universe. And were it not for the mass interest in space exploration, aerospace technology would not be near as advanced as it is today. All of this is in thanks to the Cold War."
        }
    ]
}